{
    "carriers": [
      {
        "additionalCarrierInfo": {
          "medias": [
            {
              "altText": "de_image_Vodofone",
              "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_Vodaphone.png"
            }
          ],
          "serviceFeatures": [
            {
              "textType": "EXTERNAL_SERVICE_SIM_MEDIA",
              "values": [
                {
                  "key": "de_image_Vodofone",
                  "text": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_Vodaphone.png"
                }
              ]
            }
          ]
        },
        "id": "Vodafone",
        "tariffPlans": [
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2607",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "34,99 &euro; <sup>[41]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "15 GB <sup>[41]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[41]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[41]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[41]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[41]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[41]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[41]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[41]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[41]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">15 GB</span> - LTE"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2607",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Entry (Originaltarif: Vodafone Smart Entry). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 34,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:10 GB DatenvolumenAktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2607.pdf"
            },
            "name": "Smart Entry",
            "partnerId": "2607",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "486.36"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "34.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "119.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2608",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "39,99 &euro; <sup>[42]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "25 GB <sup>[42]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[42]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[42]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[42]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[42]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[42]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[42]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[42]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[42]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">25 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2608",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Lite (Originaltarif: Vodafone Smart Lite). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine monatliche Grundgebühr in Höhe von EUR 39,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:20 GB DatenvolumenAktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar.Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2608.pdf"
            },
            "name": "Smart Lite",
            "partnerId": "2608",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "574.49"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "39.99"
              }
            },
            "provider": "Vodafone",
            "recommended": true,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2609",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "44,99 &euro; <sup>[43]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "35 GB <sup>[43]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[43]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[43]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[43]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[43]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[43]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[43]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[43]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[43]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">35 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2609",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart S (Originaltarif: Vodafone Smart S). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 44,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:30 GB DatenvolumenAktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar.Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2609.pdf"
            },
            "name": "Smart S",
            "partnerId": "2609",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "652.05"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "44.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2614",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "34,99 &euro; <sup>[48]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "20 GB <sup>[48]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[48]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[48]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[48]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[48]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[48]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[48]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[48]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[48]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">20 GB</span> - LTE"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2614",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Entry (Originaltarif: Vodafone Smart Entry). Das Angebot gilt für alle Kunden zwischen 18 bis einschließlich 27 Jahre (Details s. u.). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 34,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:10 GB Datenvolumen. Zusatzdatenvolumen durch Young-Vorteil 5 GB. Somit ergibt sich ein Gesamtdatenvolumen von 15 GB.Aktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Das Angebot gilt für alle Kunden von 18 bis einschließlich 27 Jahre. Bitte beachten Sie, dass Sie den Young-Vorteil nur erhalten, wenn Sie zum Zeitpunkt der Simkarten-Aktivierung das 28. Lebensjahr noch nicht vollendet haben. Dies gilt auch für ein ggf. vorgegebenes Wunschfreischaltdatum. Sollten Sie die entsprechende Voraussetzung zum Zeitpunkt der Karten-Aktivierung nicht mehr erfüllen, entfällt der Young-Vorteil. Ihr Anbieter Vodafone gewährt den Young-Vorteil für die gesamte Mindestvertragslaufzeit. Wenn Sie nach deren Ablauf nicht mehr zu der Altersgruppe gehören, entfällt der Young-Vorteil.  Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2614.pdf"
            },
            "name": "Smart Entry Young",
            "partnerId": "2614",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "486.36"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "34.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "119.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2615",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "39,99 &euro; <sup>[49]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "35 GB <sup>[49]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[49]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[49]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[49]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[49]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[49]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[49]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[49]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[49]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">35 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2615",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Lite (Originaltarif: Vodafone Smart Lite). Das Angebot gilt für alle Kunden zwischen 18 bis einschließlich 27 Jahre (Details s. u.). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine monatliche Grundgebühr in Höhe von EUR 39,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:20 GB Datenvolumen. Zusatzdatenvolumen durch Young-Vorteil 10 GB. Somit ergibt sich ein Gesamtdatenvolumen von 30 GB.Aktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Das Angebot gilt für alle Kunden von 18 bis einschließlich 27 Jahre. Bitte beachten Sie, dass Sie den Young-Vorteil nur erhalten, wenn Sie zum Zeitpunkt der Simkarten-Aktivierung das 28. Lebensjahr noch nicht vollendet haben. Dies gilt auch für ein ggf. vorgegebenes Wunschfreischaltdatum. Sollten Sie die entsprechende Voraussetzung zum Zeitpunkt der Karten-Aktivierung nicht mehr erfüllen, entfällt der Young-Vorteil. Ihr Anbieter Vodafone gewährt den Young-Vorteil für die gesamte Mindestvertragslaufzeit. Wenn Sie nach deren Ablauf nicht mehr zu der Altersgruppe gehören, entfällt der Young-Vorteil.  Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2615.pdf"
            },
            "name": "Smart Lite Young",
            "partnerId": "2615",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "574.49"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "39.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2616",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "44,99 &euro; <sup>[50]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "50 GB <sup>[50]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[50]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[50]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[50]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[50]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[50]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[50]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[50]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[50]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">50 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2616",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart S Young (Originaltarif: Vodafone Smart S Young). Das Angebot gilt für alle Kunden zwischen 18 bis einschließlich 27 Jahre (Details s. u.). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 44,99 in Rechnung. Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:30 GB Datenvolumen. Zusatzdatenvolumen durch Young-Vorteil 15 GB. Somit ergibt sich ein Gesamtdatenvolumen von 45 GB.Aktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Das Angebot gilt für alle Kunden von 18 bis einschließlich 27 Jahre. Bitte beachten Sie, dass Sie den Young-Vorteil nur erhalten, wenn Sie zum Zeitpunkt der Simkarten-Aktivierung das 28. Lebensjahr noch nicht vollendet haben. Dies gilt auch für ein ggf. vorgegebenes Wunschfreischaltdatum. Sollten Sie die entsprechende Voraussetzung zum Zeitpunkt der Karten-Aktivierung nicht mehr erfüllen, entfällt der Young-Vorteil. Ihr Anbieter Vodafone gewährt den Young-Vorteil für die gesamte Mindestvertragslaufzeit. Wenn Sie nach deren Ablauf nicht mehr zu der Altersgruppe gehören, entfällt der Young-Vorteil.  Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2616.pdf"
            },
            "name": "Smart S Young",
            "partnerId": "2616",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "652.05"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "44.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2627",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "49,99 &euro; <sup>[35]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "12 GB <sup>[35]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[35]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[35]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[35]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "5G fähig  <sup>[35]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[35]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "12 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[35]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[35]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[35]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">12 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2627",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone GigaMobil S (Originaltarif: Vodafone GigaMobil S). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 12 Monaten. Anschlussgebühr: Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine monatliche Grundgebühr in Höhe von EUR 49,99 in Rechnung. Telefonie/SMS: Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen LTE Internet surfen. MMS in alle deutschen Netze: EUR 0,39/MMS. Die Abrechnung erfolgt im Takt 60/60. Datenvolumen:Für das Surfen im deutschen Vodafone-Netz haben Sie ein Inklusiv-Volumen von 12 GB.Wenn Sie Ihren Vertrag nicht zum Ende der Mindestvertragslaufzeit kündigen, erhalten Sie ab dem 25. Monat ein Datenvolumen von 10 GB. Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 90 % Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Gültig bei Neuvertrag, Tarifwechsel und Vertragsverlängerung in alle Stufen der Vodafone-Smart Tarife. Darüber informiert Sie Vodafone per SMS. Wenn Sie Ihr Inklusiv-Volumen im Abrechnungszeitraum aufgebraucht haben, wird Ihre Bandbreite auf 32 kBit/s beschränkt. Sie haben 50 MB pro Monat für BlackBerry-Internet-Services inklusive. Für Nutzung, die darüber hinaus geht, zahlen Sie EUR 0,49 pro MB. 5G: In Deinem Tarif kannst Du im Inland von der neuen 5G Netz-Technologie profitieren. Wenn Du in einem 5G-erschlossenen Gebiet bist, kannst Du dort auch im 5G-Netz surfen. Die ersten Stationen sind seit Sommer 2019 in ersten ausgewählten Städten in Betrieb genommen, anschließend erfolgt ein schrittweiser Ausbau. An anderen Standorten surfst Du wie gewohnt mit der für Dich maximal verfügbaren Geschwindigkeit (4G|LTE Max). Um das 5G-Netz nutzen zu können, benötigst Du ein 5G-fähiges Endgerät.EU-Roaming: Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min/500 SMS pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 0,20 EUR. Nach Verbrauch Ihrer Highspeed-MB erhälten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.html. Sonstige Hinweise:Sie dürfen den Tarif nur als Privatkunde nutzen. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen.  Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Hinweis: Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im Inland und EU-Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters. Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 12 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Erfolgt keine fristgerechte Kündigung, verlängert sich der Vertrag automatisch auf unbestimmte Zeit und ist jederzeit mit einer Frist von 1 Monat kündbar. Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2627.pdf"
            },
            "name": "GigaMobil S",
            "partnerId": "2627",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "15.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "49.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 12,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "899.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2543",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "29,99 &euro; <sup>[7]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[7]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[7]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[7]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[7]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "40 GB <sup>[7]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "50 Mbit/s <sup>[7]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[7]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[7]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "inklusive  <sup>[7]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[7]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">40 GB</span>"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "OTELO-2543",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Otelo.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Otelo.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag:Gilt bei Abschluss eines otelo Mobilfunkvertrages im Tarif otelo Allnet-Flat Max (Originaltarif: otelo Allnet-Flat Max) mit Online-Rechnung. otelo nutzt das Netz der Vodafone GmbH. Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis: Ihr Vertragspartner OTELO stellt Ihnen eine einmalige Anschlussgebühr in Höhe EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Basispreis EUR 29,99 pro Monat. Bei einer Rufnummernmitnahme erhalten Sie einen Bonus in Höhe von EUR 10.-.Telefonie/SMS:Zusätzlich erhalten Sie eine Sprach- und SMS-Flat in alle dt. Netze (keine Sondernummern, Rufumleitungen, Konferenzverbindungen u. Videotelefonie). Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters. Keine weitere Berechnung von nationaler paketvermittelter Datenübertragung (APN web.vodafone.de). Datenvolumen:Im Basispreis enthalten ist eine LTE-Datenflat mit mtl. 8 GB und einer max./beworbenen Bandbreite von 21,6 Mbit/s im Download und 3,6 Mbit/s im Upload, danach max./beworbenen 64 kbit/s im Up-/Download. Aktion bis 31.08.2022: Neukunden erhalten dauerhaft 32 GB pro Monat zusätzliches Datenvolumen.EU-Roaming:Die genannte Inklusiv-Leistung ist auch innerhalb des EU-Auslands inkl. nach Deutschland nutzbar. Weitere Infos siehe otelo Preisliste. Sonstige Hinweise:Auf Ihrer ersten Rechnung berechnet Ihnen otelo den Basispreis, sowie ggf. gebuchte kostenpflichtige Optionen für den 1. Vertragsmonat nur anteilig. Zu Beginn des Folgemonates erhalten Sie dann die erste reguläre Rechnung, welche die Nutzungskosten des Aktivierungsmonats, sowie die monatliche Gebühren für den Folgemonat enthält. Ausnahme: Findet die Aktivierung &#8804; 3 Tage vor Monatsende statt, wird keine separate Erst-Rechnung erstellt. Sie erhalten in diesem Fall eine âKombi-Rechnungâ, bei der die Erst-Rechnung und die erste reguläre Monatsabrechnung zusammengefasst werden. Änderungen und Irrtümer vorbehalten. Weitere Preise, Infos und AGB unter www.otelo.de. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.Kündigung Mobilfunkvertrag:Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner otelo - otelo Team c/o Vodafone GmbH, 40878 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2543.pdf"
            },
            "name": "otelo Allnet-Flat Max",
            "partnerId": "2543",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "444.36"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "29.99"
              }
            },
            "provider": "otelo",
            "recommended": true,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMOTL",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "149.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2628",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "34,99 &euro; <sup>[142]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "25 GB <sup>[142]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[142]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[142]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[142]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[142]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[142]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[142]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[142]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[142]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">25 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2628",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br>Die folgenden Inhalte werden teilweise nicht direkt von uns verantwortet, sondern stammen von deinem Mobilfunkanbieter. Wir haben keinen Einfluss auf die Textgestaltung - wundere dich also nicht, wenn hier anders kommuniziert wird als du es normalerweise von uns gewohnt bist.Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Lite (Originaltarif: Vodafone Smart Lite). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine monatliche Grundgebühr in Höhe von EUR 39,99 in Rechnung. Aktionsbedingt erhalten Sie einen Rabatt in Höhe von EUR 5,-. Dieser Rabatt entfällt, wenn Sie aktiv eine Vertragsverlängerung anstoßen.Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:20 GB DatenvolumenAktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar.GigaDepot: Verbrauchst Du Dein Datenvolumen innerhalb Deines Abrechnungszeitraums nicht, kannst Du es einmal als Reserve in den Abrechnungszeitraum danach übertragen. Du nutzt die Reserve automatisch, wenn Du Dein Datenvolumen verbraucht hast. Eine solche Mitnahme gilt nicht für Optionen, die zum Ende des Abrechnungszeitraums auslaufen, z. B. SpeedGo oder SpeedFlex, sowie für sonstige von der Mitnahme ausgeschlossene DatenPromotionen. Wechselst Du Deinen Tarif, verfällt die Datenreserve. Deine Datenreserve kannst Du gemeinsam innerhalb Deiner Red+ Familie und in der EU nutzen. Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2628.pdf"
            },
            "name": "Smart Lite Aktion",
            "partnerId": "2628",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "516.93"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "34.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "55.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2629",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "39,99 &euro; <sup>[143]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "35 GB <sup>[143]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[143]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[143]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[143]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[143]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[143]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[143]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[143]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[143]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">35 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2629",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br>Die folgenden Inhalte werden teilweise nicht direkt von uns verantwortet, sondern stammen von deinem Mobilfunkanbieter. Wir haben keinen Einfluss auf die Textgestaltung - wundere dich also nicht, wenn hier anders kommuniziert wird als du es normalerweise von uns gewohnt bist.Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart S (Originaltarif: Vodafone Smart S). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 44,99 in Rechnung. Aktionsbedingt erhalten Sie einen Rabatt in Höhe von EUR 5,-. Dieser Rabatt entfällt, wenn Sie aktiv eine Vertragsverlängerung anstoßen.Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:30 GB DatenvolumenAktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar.GigaDepot: Verbrauchst Du Dein Datenvolumen innerhalb Deines Abrechnungszeitraums nicht, kannst Du es einmal als Reserve in den Abrechnungszeitraum danach übertragen. Du nutzt die Reserve automatisch, wenn Du Dein Datenvolumen verbraucht hast. Eine solche Mitnahme gilt nicht für Optionen, die zum Ende des Abrechnungszeitraums auslaufen, z. B. SpeedGo oder SpeedFlex, sowie für sonstige von der Mitnahme ausgeschlossene DatenPromotionen. Wechselst Du Deinen Tarif, verfällt die Datenreserve. Deine Datenreserve kannst Du gemeinsam innerhalb Deiner Red+ Familie und in der EU nutzen. Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2629.pdf"
            },
            "name": "Smart S Aktion",
            "partnerId": "2629",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "594.94"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "39.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "55.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2630",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "34,99 &euro; <sup>[149]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "35 GB <sup>[149]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[149]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[149]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[149]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[149]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[149]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[149]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[149]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[149]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">35 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2630",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br>Die folgenden Inhalte werden teilweise nicht direkt von uns verantwortet, sondern stammen von deinem Mobilfunkanbieter. Wir haben keinen Einfluss auf die Textgestaltung - wundere dich also nicht, wenn hier anders kommuniziert wird als du es normalerweise von uns gewohnt bist.Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart Lite (Originaltarif: Vodafone Smart Lite). Das Angebot gilt für alle Kunden zwischen 18 bis einschließlich 27 Jahre (Details s. u.). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine monatliche Grundgebühr in Höhe von EUR 39,99 in Rechnung. Aktionsbedingt erhalten Sie einen Rabatt in Höhe von EUR 5,-. Dieser Rabatt entfällt, wenn Sie aktiv eine Vertragsverlängerung anstoßen.Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:20 GB Datenvolumen. Zusatzdatenvolumen durch Young-Vorteil 10 GB. Somit ergibt sich ein Gesamtdatenvolumen von 30 GB.Aktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Das Angebot gilt für alle Kunden von 18 bis einschließlich 27 Jahre. Bitte beachten Sie, dass Sie den Young-Vorteil nur erhalten, wenn Sie zum Zeitpunkt der Simkarten-Aktivierung das 28. Lebensjahr noch nicht vollendet haben. Dies gilt auch für ein ggf. vorgegebenes Wunschfreischaltdatum. Sollten Sie die entsprechende Voraussetzung zum Zeitpunkt der Karten-Aktivierung nicht mehr erfüllen, entfällt der Young-Vorteil. Ihr Anbieter Vodafone gewährt den Young-Vorteil für die gesamte Mindestvertragslaufzeit. Wenn Sie nach deren Ablauf nicht mehr zu der Altersgruppe gehören, entfällt der Young-Vorteil.  GigaDepot: Verbrauchst Du Dein Datenvolumen innerhalb Deines Abrechnungszeitraums nicht, kannst Du es einmal als Reserve in den Abrechnungszeitraum danach übertragen. Du nutzt die Reserve automatisch, wenn Du Dein Datenvolumen verbraucht hast. Eine solche Mitnahme gilt nicht für Optionen, die zum Ende des Abrechnungszeitraums auslaufen, z. B. SpeedGo oder SpeedFlex, sowie für sonstige von der Mitnahme ausgeschlossene DatenPromotionen. Wechselst Du Deinen Tarif, verfällt die Datenreserve. Deine Datenreserve kannst Du gemeinsam innerhalb Deiner Red+ Familie und in der EU nutzen. Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2630.pdf"
            },
            "name": "Smart Lite Young Aktion",
            "partnerId": "2630",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "516.93"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "34.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "55.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Vodafone",
            "exclusive": false,
            "externalReferenceId": "2631",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "39,99 &euro; <sup>[150]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "50 GB <sup>[150]</sup>"
                    },
                    {
                      "key": "Daten-Automatik",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[150]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[150]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[150]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[150]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[150]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[150]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[150]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[150]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">50 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "VODAFONE-2631",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Vodafone.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br>Die folgenden Inhalte werden teilweise nicht direkt von uns verantwortet, sondern stammen von deinem Mobilfunkanbieter. Wir haben keinen Einfluss auf die Textgestaltung - wundere dich also nicht, wenn hier anders kommuniziert wird als du es normalerweise von uns gewohnt bist.Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Vodafone Mobilfunkvertrages im Tarif Vodafone Smart S Young (Originaltarif: Vodafone Smart S Young). Das Angebot gilt für alle Kunden zwischen 18 bis einschließlich 27 Jahre (Details s. u.). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Vodafone stellt Ihnen einen einmaligen Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Vodafone stellt Ihnen während der Mindestvertragslaufzeit eine Grundgebühr in Höhe von EUR 44,99 in Rechnung. Aktionsbedingt erhalten Sie einen Rabatt in Höhe von EUR 5,-. Dieser Rabatt entfällt, wenn Sie aktiv eine Vertragsverlängerung anstoßen.Telefonie/SMS:Unbegrenzt in alle deutschen Netze und zur Vodafone Mailbox telefonieren. SMS-Allnet Flat, unbegrenzt E-Mails auf dem Handy versenden, empfangen und im mobilen Internet surfen. MMS in alle deutschen Netze: 0,39 Euro/MMS. Die Abrechnung erfolgt im Takt 60/60. SMS und MMS dürfen Sie nur manuell über Ihr Endgerät erstellen. Sie dürfen den Tarif nicht weiterverkaufen, nicht unentgeltlich Dritten überlassen und nicht zum Betrieb kommerzieller Dienste nutzen. Die Nutzung in einer stationären Telefonanlage sowie zur Erbringung von Call-Center-Leistungen und für die Kommunikation zwischen Automaten ist unzulässig. Unzulässig ist auch der Aufbau von Verbindungen, bei denen Sie oder Dritte aufgrund der Verbindung Vermögensvorteile erhalten, die von der Dauer der Verbindung abhängen, z. B. Verbindungen zu Werbehotlines. Nutzung nur für manuell über das Endgerät erstellte SMS zulässig. Die gewerbliche Nutzung ist ausgeschlossen. Datenvolumen:30 GB Datenvolumen. Zusatzdatenvolumen durch Young-Vorteil 15 GB. Somit ergibt sich ein Gesamtdatenvolumen von 45 GB.Aktion bis einschließlich 02. November 2022:Online Benefit: Neukunden und Vertragsverlängerer, die ihren Vertrag online abschließen, erhalten zusätzlich und kostenfrei 5GB/mon. für die gesamte Vertragslaufzeit zusätzliches Datenvolumen.Die größtmögliche Bandbreite ist 500 Mbit/s. Pro Verbindung, mindestens aber nach 24 Stunden, rundet Vodafone auf die nächsten 100 KB auf. Vodafone behält sich vor, die Verbindung nach 24 Stunden automatisch zu trennen. Wenn Sie 80% Ihres Datenvolumens erreicht haben, informiert Sie Vodafone per SMS darüber, wie Sie die Bandbreitenbeschränkung auf 32 Kbit/s je nach Tarif vermeiden: Abhängig von Ihrem zusätzlichen Datenverbrauch schaltet Vodafone für Sie nach 100% Verbrauch Ihres Datenvolumens höchstens 3 Mal hintereinander Datenvolumen-Pakete mit jeweils 250 MB innerhalb des Abrechnungsmonats frei. Das Ganze kostet Sie jeweils EUR 3,00 pro Datenvolumen-Paket. So stellt Vodafone für Sie das bestmögliche Surferlebnis mit gewohnter Highspeed sicher. Sie können die kostenpflichtige Zubuchung von Datenpaketen im jeweiligen Abrechnungszeitraum vor Buchung des ersten Datenpaketes jeweils per SMS an Vodafone ablehnen. Danach wird die maximale Surfgeschwindigkeit nach Verbrauch des Inklusivvolumens auf 32 Kbit/s gedrosselt. Durch die Drosselung entstehen Ihnen keine zusätzlichen Kosten. Alle Angaben gelten für die Nutzung im dt. Vodafone-Mobilfunknetz. Mit Ihrem Tarif profitieren Sie immer von der für Sie maximal verfügbaren Geschwindigkeit beim Surfen. Sie erhalten 5G|LTE mit einer Geschwindigkeit von bis zu 500 Mbit/s im Download und bis zu 50 Mbit/s im Upload. Ihre individuelle Bandbreite hängt z. B. von Ihrem Standort, Ihrem Gerät und der Anzahl gleichzeitiger Nutzer in Ihrer Funkzelle ab. Die Maximalwerte sind unter optimalen Bedingungen und derzeit an vereinzelten Standorten innerhalb Deutschlands verfügbar. Das Angebot gilt für alle Kunden von 18 bis einschließlich 27 Jahre. Bitte beachten Sie, dass Sie den Young-Vorteil nur erhalten, wenn Sie zum Zeitpunkt der Simkarten-Aktivierung das 28. Lebensjahr noch nicht vollendet haben. Dies gilt auch für ein ggf. vorgegebenes Wunschfreischaltdatum. Sollten Sie die entsprechende Voraussetzung zum Zeitpunkt der Karten-Aktivierung nicht mehr erfüllen, entfällt der Young-Vorteil. Ihr Anbieter Vodafone gewährt den Young-Vorteil für die gesamte Mindestvertragslaufzeit. Wenn Sie nach deren Ablauf nicht mehr zu der Altersgruppe gehören, entfällt der Young-Vorteil.  GigaDepot: Verbrauchst Du Dein Datenvolumen innerhalb Deines Abrechnungszeitraums nicht, kannst Du es einmal als Reserve in den Abrechnungszeitraum danach übertragen. Du nutzt die Reserve automatisch, wenn Du Dein Datenvolumen verbraucht hast. Eine solche Mitnahme gilt nicht für Optionen, die zum Ende des Abrechnungszeitraums auslaufen, z. B. SpeedGo oder SpeedFlex, sowie für sonstige von der Mitnahme ausgeschlossene DatenPromotionen. Wechselst Du Deinen Tarif, verfällt die Datenreserve. Deine Datenreserve kannst Du gemeinsam innerhalb Deiner Red+ Familie und in der EU nutzen. Weitere Optionen:Secure Net, powered by Kaspersky, ist ein Sicherheitsservice für Vodafone-Kunden. Er schützt Ihr mobiles Gerät vor Viren, gefährlichen Dateien und schädlichen Webseiten, unabhängig vom Gerät oder Betriebssystem. Nutzen Sie den Service bequem online ohne Installation oder über die Secure Net App. Der Schutz ist nur aktiv, wenn Sie das mobile Vodafone-Netz nutzen. Das gilt auch für Reisen ins Ausland. Dort schützt Secure Net Ihr Gerät auch beim Roaming. In fremden Netzen funktioniert Secure Net nicht. Die Testphase beginnt automatisch mit Vertragsabschluss, egal ob Sie den Service aktivieren oder nicht. Den Dienst sehen Sie in den ersten 3 Monaten auch auf Ihrer Rechnung, aber immer mit einer Gutschrift von 0,99 Euro. Läuft Ihre Testphase ab, informiert Vodafone Sie per SMS. Stimmen Sie den Nutzungsbedingungen zu, bleibt der Dienst aktiv. Sie zahlen dann 0,99 Euro pro Monat. Die Option kann jederzeit über das Secure Net Portal gekündigt werden. Je nach Kündigungsdatum wird der Preis anteilig auf der Rechnung ausgewiesen. Weitere Informationen finden Sie unter: https://www.vodafone.de/privat/service/secure-net.html. Sie dürfen den Tarif nur als Privatkunde nutzen. Roaming:Sie nutzen Ihren Vodafone-Inlandstarif jetzt auch ohne Zusatzkosten im EU-Ausland. Das gilt für ankommende und abgehende Anrufe im Reiseland und nach Deutschland, für SMS und fürs Surfen. Abweichend zum nationalen Tarif gilt gemäß einer fairen Nutzung: Bei Verbrauch von über 500 Min pro Tag zahlen Sie zusätzl. 0,20 EUR pro Min/pro SMS. Kosten pro MMS: 70 Ct. Nach Verbrauch Ihrer Highspeed-MB erhalten Sie je nach nationalem Tarif, wie in Deutschland, automatisch zusätzliches Volumen über Vodafone SpeedGo oder Sie können ein Vodafone Mobile Internet-Upgrade kaufen. Das zusätzl. Volumen gilt dann im besuchten Land und Deutschland. EU-Roaming gilt nur im Vodafone-(Partner-)Netz. Mehr Infos: www.vodafone.de/privat/service/ausland-und-roaming.htmlSonstige Hinweise:Auf Ihrer 1. Rechnung berechnet Vodafone Ihnen den Basispreis für den 1. Vertragsmonat nur anteilig und den Basispreis für den 2. Vertragsmonat im Voraus. In den folgenden Rechnungen sehen Sie dann auch den Basispreis des jeweils nächsten Vertragsmonats. Eventuelle Rabatte zieht Vodafone jeweils ab. (Kunden im Rahmenvertrag sind hiervon ausgeschlossen). Bitte beachten Sie den folgenden Hinweis: Sollten Sie nach Zustandekommen des Vertrages zusätzliche Vergünstigungen (z. B. Schwerbehindertenrabatt, Vergünstigung für Selbstständige) bei Vodafone beantragen ist es möglich, dass dadurch aktionsgebundene Tarifbestandteile entfallen. Bitte informieren Sie sich daher vorab bei Ihrem Vertragspartner Vodafone über die Möglichkeiten den von Ihnen gewählten Tarif mit zusätzlichen Vergünstigungen zu versehen. Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im In- und EU Ausland vorgesehen sind. Diese Leistungen gelten auch nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD), Auslandsnutzung o.ä. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Vodafone GmbH, Kundenbetreuung, 40875 Ratingen, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2631.pdf"
            },
            "name": "Smart S Young Aktion",
            "partnerId": "2631",
            "portingAllowed": false,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "594.94"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "39.99"
              }
            },
            "provider": "Vodafone",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMVDF",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "55.0",
            "use_case": "NEW_CONTRACT"
          }
        ]
      },
      {
        "additionalCarrierInfo": {
          "medias": [
            {
              "altText": "de_media_o2",
              "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_o2.png"
            }
          ],
          "serviceFeatures": [
            {
              "textType": "EXTERNAL_SERVICE_SIM_MEDIA",
              "values": [
                {
                  "key": "de_media_o2",
                  "text": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_o2.png"
                }
              ]
            }
          ]
        },
        "id": "o2",
        "tariffPlans": [
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "o2",
            "exclusive": false,
            "externalReferenceId": "2590",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "29,99 &euro; <sup>[14]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "40 GB <sup>[14]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[14]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[14]</sup>"
                    },
                    {
                      "key": "Festnetzrufnummer",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[14]</sup>"
                    },
                    {
                      "key": "Bonus",
                      "value": "100 Euro Wechselbonus  <sup>[14]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "inklusive  <sup>[14]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[14]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[14]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">40 GB</span>"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "100 Euro Wechselbonus"
                }
              ]
            },
            "id": "O2-2590",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Telefónica Mobilfunkvertrages im Tarif o2 grow (Originaltarif: o2 grow Sim Only). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis: Ihr Vertragspartner Telefónica stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,99 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Telefónica stellt Ihnen eine monatliche Grundgebühr von EUR 29,99 in Rechnung. Aktion vom 07.09. bis 29.11.2022: Der Kunde erhält bei erstmaligem Wechsel in einen o2 Free Tarif mit einer monatlichen Grundgebühr ab EUR 39,99 oder in einen o2 Grow Tarif einen Wechselbonus in Höhe von EUR 100,-. Voraussetzung für den Erhalt des Wechselbonus ist eine erfolgreiche Rufnummern-Portierung zu o2, sowie, dass der Altvertrag, aus dem der Kunde zu o2 wechselt, zuvor mindestens 3 Monate bestanden hat. Der Wechselbonus wird als monatlicher Rabatt in Raten von 20x EUR 5 auf die Grundgebühr gewährt. Er gilt nicht, wenn andere Vorteile/ Rabatte in Anspruch genommen werden (außer âJunge Leuteâ und â60 Plusâ) und nicht bei Wechsel aus o2 Postpaid, Blau und Ay Yildiz- Verträgen und ist nicht auszahlbar.Telefonie/SMS:Nationale Gespräche (außer Sonderrufnummern, Rufumleitungen) und SMS in alle dt. Fest- und Mobilfunknetze. Flatrate für Minuten und SMS gilt für nationale Gespräche außer für Verbindungen zu Sonderrufnummern und Rufumleitungen, Taktung 60/60. Festnetznummer für eingehende Gespräche aus Deutschland zu Festnetzkonditionen. Datenvolumen:Im Tarif weiter enthalten ist ein monatliches Highspeed-Datenvolumen von 40 GB mit einer geschätzten max. Datenübertragungsrate für mobiles Surfen mit bis zu 300 MBit/s (im Durchschnitt 58,3 MBit/s; Upload bis zu 50 MBit/s, im Durchschnitt 23,4 MBit/s) im dt. O2 Mobilfunknetz bzw. bis zu 50 MBit/s (im Durchschnitt 36,6 MBit/s; Upload bis zu 32 MBit/s, im Durchschnitt 20,1 MBit/s) für ehemalige Kunden der E-Plus Service GmbH & Co.KG, die einmal automatisch auf o2 umgestellt wurden. Das monatliche Inklusiv-Datenvolumen erhöht sich alle 12 Monate automatisch um jeweils 10 GB, maximal aber bis 240 GB. Der Kunde wird per SMS oder E-Mail über die Erhöhung des Inklusiv-Datenvolumens informiert. Nach Verbrauch des enthaltenen Datenvolumens für den Rest des Abrechnungsmonats bis zu 32 KBit/s. Zum Tarif können bis zu 2 weitere Multicards und bis zu 7 weitere SIM-Karten zur ausschließlichen Datennutzung (Datacards) hinzubestellt werden. Multi- und Datacards greifen gemeinsam auf das im Tarif enthaltene Highspeed-Datenvolumen zu, Multicards können daneben die im Tarif enthaltene Sprach- und SMS-Flat nutzen. Hinzubestellte Multi- und Datacards dürfen nicht Dritten zur Nutzung überlassen und nicht im Rahmen einer gewerblichen oder selbständigen beruflichen Tätigkeit genutzt werden. Datacards können zunächst nicht in den Weltzonen 2-4 genutzt werden. Soweit Telefónica Germany künftig Roaming Dienstleistungen für Datacards in den Weltzonen 2-4 anbietet, wird der Kunde hierüber zuvor informiert. Es gilt dann derselbe Roaming-Tarif für Datennutzung, die der Kunde für die Multicards gewählt hat. Alle Einzelheiten des gewählten Tarifs sind der Leistungsbeschreibung und der Preisliste und den AGB für Mobilfunk zu entnehmen.  (Für Bestellungen des Tarifs vor dem 04.02.2020 und für Vertragsverlängerungen ohne Tarifwechsel gelten die seinerzeit vereinbarten Konditionen.)EU-Roaming: Roaming Basic (2018) (gem. EU-Regulierung):  Sie können das in Ihrem Tarif enthaltene Leistungsvolumen für Gesprächsminuten, SMS und Daten auch in den Ländern der Zone 1 nutzen. Bei Vielnutzung können zusätzlich zum Inlandspreis Aufschläge gemäß der EU-Fair Use Policy erhoben werden. Weitere Details s. aktuelle Preisliste. Entspricht den Vorgaben der EU-Regulierung (= regulierter EU Roaming Tarif). Abgehende Gespräche aus der EU: Inlandspreis. Ankommende Gespräche in der EU: kostenlos. SMS-Versand aus der EU: Inlandspreis. Datennutzung in der EU : Inlandspreis. Data in der Weltzone 3: 0,99 EUR / MB. Data in der Weltzone 4: 1,49 EUR / MB. Für alle anderen Weltzonen Preise gemäß Preisliste. Bei Gesprächen in ein Land einer anderen Zone gilt immer der jeweils höhere Minutenpreis. Der Roaming Basic (2018) Tarif gilt nicht für Sonderrufnummern, für Gespräche auf See und aus bzw. zu Satellitennetzen. Einige ausländische Netzbetreiber (z.B. Argentinien, Bangladesch, Brasilien, Brunei, China, Hongkong, Indien, Indonesien, Iran, Island, Italien, Kambodscha, Kanada, Kasachstan, Kuba, Kuwait, Macau, Malaysia, Malediven, Mauritius, Mexiko, Pakistan, Peru, Philippinen, Russische Föderation, Senegal, Singapur, Sri Lanka, Taiwan, Thailand, Ukraine, USA, Usbekistan, Weißrussland) berechnen für eingehende Gespräche zusätzliche Verbindungspreise, die dem O2 Kunden weitergereicht werden. Die vollständige Länderliste finden Sie im Internet unter https://www.o2online.de/tarife/ausland-und-roaming/.Mit deiner kostenlosen Festnetznummer bist du weltweit erreichbar.Eingehende und ausgehende Telefonate im Ausland fallen unter die gültigen Roaming-Gebühren.Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im Inland, bzw. in den genannten EU-Ländern vorgesehen sind. Die Kosten für Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters. Connect-Funktion:Zum Tarif können bis zu 2 weitere Multicards (mit Voice-/SMS-Flat u. Datennutzung) + 7 Datacards (nur Datennutzung in Weltzone 1) zugebucht werden, die jeweils auf das im Tarif enthaltene Highspeed-Datenvolumen zugreifen (Connect-Option). Bei den zugebuchten Cards reduziert sich die Übertragungsgeschwindigkeit nach Verbrauch des Highspeed-Datenvolumens auf bis zu 32 KBit/s im Up- und Download (gilt nicht für Tarife mit unbegrenztem Datenvolumen).Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telefónica Germany GmbH & Co. OHG, Kundenbetreuung, 90345 Nürnberg, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2590.pdf"
            },
            "name": "Grow",
            "partnerId": "2590",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "432.46"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "29.99"
              }
            },
            "provider": "o2",
            "recommended": true,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMO2",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "149.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "o2",
            "exclusive": false,
            "externalReferenceId": "2505",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "34,99 &euro; <sup>[1136]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "40 GB <sup>[1136]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[1136]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[1136]</sup>"
                    },
                    {
                      "key": "Festnetzrufnummer",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[1136]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "inklusive  <sup>[1136]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[1136]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[1136]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">40 GB</span>"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "O2-2505",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Telefónica Mobilfunkvertrages im Tarif o2 Free M Boost (Originaltarif: o2 Free M Boost Sim Only). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis: Ihr Vertragspartner Telefónica stellt Ihnen eine Anschlusspreis in Höhe von EUR 39,99 in Rechnung. Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Telefónica stellt Ihnen eine monatliche Grundgebühr von EUR 34,99 in Rechnung.Telefonie/SMS:Nationale Gespräche (außer Sonderrufnummern, Rufumleitungen) und SMS in alle dt. Fest- und Mobilfunknetze. Flatrate für Minuten und SMS gilt für nationale Gespräche außer für Verbindungen zu Sonderrufnummern und Rufumleitungen, Taktung 60/60. Festnetznummer für eingehende Gespräche aus Deutschland zu Festnetzkonditionen. Datenvolumen:Highspeed-Surfen (5G/LTE Max): Highspeed-Datenvolumen von 40 GB mit einer geschätzten max. Datenübertragungsrate für mobiles Surfen mit biszu 300 MBit/s (im Durchschnitt 40 MBit/s; Upload bis zu 50 MBit/s, im Durchschnitt 19,6 MBit/s) im dt. O2 Mobilfunknetz bzw. mit bis zu 50 MBit/s (imDurchschnitt 28,8 MBit/s; Upload bis zu 32 MBit/s, im Durchschnitt 17,2 MBit/s) für ehemalige Kunden der E-Plus Service GmbH & Co.KG, die einmalautomatisch auf O2 umgestellt wurden. Nach Verbrauch des enthaltenen Datenvolumens für den Rest des Abrechnungsmonats bis zu 32 KBit/s. ZumTarif können bis zu 2 weitere Multicards und bis zu 7 weitere SIM-Karten zur ausschließlichen Datennutzung (Datacards) hinzubestellt werden. Multi- undDatacards greifen gemeinsam auf das im Tarif enthaltene Highspeed-Datenvolumen zu, Multicards können daneben die im Tarif enthaltene Sprach- undSMS-Flat nutzen. Hinzubestellte Multi- und Datacards dürfen nicht Dritten zur Nutzung überlassen und nicht im Rahmen einer gewerblichen oderselbständigen beruflichen Tätigkeit genutzt werden. Datacards können zunächst nicht in den Weltzonen 2-4 genutzt werden. Soweit Telefónica Germanykünftig Roaming Dienstleistungen für Datacards in den Weltzonen 2-4 anbietet, wird der Kunde hierüber zuvor informiert. Es gilt dann derselbeRoaming-Tarif für Datennutzung, die der Kunde für die Multicards gewählt hat. Alle Einzelheiten des gewählten Tarifs sind der Leistungsbeschreibungund der Preisliste und den AGB für Mobilfunk zu entnehmen. (Für Bestellungen des Tarifs vor dem 04.02.2020 und für Vertragsverlängerungen ohneTarifwechsel gelten die seinerzeit vereinbarten Konditionen.)EU-Roaming: Roaming Basic (2018) (gem. EU-Regulierung):  Sie können das in Ihrem Tarif enthaltene Leistungsvolumen für Gesprächsminuten, SMS und Daten auch in den Ländern der Zone 1 nutzen. Bei Vielnutzung können zusätzlich zum Inlandspreis Aufschläge gemäß der EU-Fair Use Policy erhoben werden. Weitere Details s. aktuelle Preisliste. Entspricht den Vorgaben der EU-Regulierung (= regulierter EU Roaming Tarif). Abgehende Gespräche aus der EU: Inlandspreis. Ankommende Gespräche in der EU: kostenlos. SMS-Versand aus der EU: Inlandspreis. Datennutzung in der EU : Inlandspreis. Data in der Weltzone 3: 0,99 EUR / MB. Data in der Weltzone 4: 1,49 EUR / MB. Für alle anderen Weltzonen Preise gemäß Preisliste. Bei Gesprächen in ein Land einer anderen Zone gilt immer der jeweils höhere Minutenpreis. Der Roaming Basic (2018) Tarif gilt nicht für Sonderrufnummern, für Gespräche auf See und aus bzw. zu Satellitennetzen. Einige ausländische Netzbetreiber (z.B. Argentinien, Bangladesch, Brasilien, Brunei, China, Hongkong, Indien, Indonesien, Iran, Island, Italien, Kambodscha, Kanada, Kasachstan, Kuba, Kuwait, Macau, Malaysia, Malediven, Mauritius, Mexiko, Pakistan, Peru, Philippinen, Russische Föderation, Senegal, Singapur, Sri Lanka, Taiwan, Thailand, Ukraine, USA, Usbekistan, Weißrussland) berechnen für eingehende Gespräche zusätzliche Verbindungspreise, die dem O2 Kunden weitergereicht werden. Die vollständige Länderliste finden Sie im Internet unter https://www.o2online.de/tarife/ausland-und-roaming/.Mit deiner kostenlosen Festnetznummer bist du weltweit erreichbar.Eingehende und ausgehende Telefonate im Ausland fallen unter die gültigen Roaming-Gebühren.Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im Inland, bzw. in den genannten EU-Ländern vorgesehen sind. Die Kosten für Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters. Connect-Funktion:Zum Tarif können bis zu 2 weitere Multicards (mit Voice-/SMS-Flat u. Datennutzung) + 7 Datacards (nur Datennutzung in Weltzone 1) zugebucht werden, die jeweils auf das im Tarif enthaltene Highspeed-Datenvolumen zugreifen (Connect-Option). Bei den zugebuchten Cards reduziert sich die Übertragungsgeschwindigkeit nach Verbrauch des Highspeed-Datenvolumens auf bis zu 32 KBit/s im Up- und Download (gilt nicht für Tarife mit unbegrenztem Datenvolumen).Kündigung Mobilfunkvertrag:Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telefónica Germany GmbH & Co. OHG, Kundenbetreuung, 90345 Nürnberg, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2505.pdf"
            },
            "name": "Free M Boost",
            "partnerId": "2505",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "541.04"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "34.99"
              }
            },
            "provider": "o2",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMO2",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "139.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "o2",
            "exclusive": false,
            "externalReferenceId": "1948",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "59,99 &euro; <sup>[737]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "500 Mbit/s <sup>[737]</sup>"
                    },
                    {
                      "key": "Festnetzrufnummer",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[737]</sup>"
                    },
                    {
                      "key": "Bonus",
                      "value": "100 Euro Wechselbonus  <sup>[737]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "inklusive  <sup>[737]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[737]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[737]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> unlimitiert - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "100 Euro Wechselbonus"
                }
              ]
            },
            "id": "O2-1948",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Angebot gilt nur bei Abschluss eines Telefónica Mobilfunkvertrages im Tarif o2 Free Unlimited (Originaltarif: o2 Free Unlimited). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten.     Anschlusspreis: Ihr Vertragspartner Telefónica stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,99 in Rechnung.Grundgebühr, Rabatte, Erstattungen:  Ihr Vertragspartner Telefónica stellt Ihnen eine monatliche Grundgebühr in Höhe von EUR 59,99 in Rechnung.   Aktion vom 07.09. bis 29.11.2022: Der Kunde erhält bei erstmaligem Wechsel in einen o2 Free Tarif mit einer monatlichen Grundgebühr ab EUR 39,99 oder in einen o2 Grow Tarif einen Wechselbonus in Höhe von EUR 100,-. Voraussetzung für den Erhalt des Wechselbonus ist eine erfolgreiche Rufnummern-Portierung zu o2, sowie, dass der Altvertrag, aus dem der Kunde zu o2 wechselt, zuvor mindestens 3 Monate bestanden hat. Der Wechselbonus wird als monatlicher Rabatt in Raten von 20x EUR 5 auf die Grundgebühr gewährt. Er gilt nicht, wenn andere Vorteile/ Rabatte in Anspruch genommen werden (außer âJunge Leuteâ und â60 Plusâ) und nicht bei Wechsel aus o2 Postpaid, Blau und Ay Yildiz- Verträgen und ist nicht auszahlbar.Telefonie/SMS:  Nationale Gespräche (außer Sonderrufnummern, Rufumleitungen) und SMS in alle dt. Fest- und Mobilfunknetze. Flatrate für Minuten und SMS gilt für nationale Gespräche außer für Verbindungen zu Sonderrufnummern und Rufumleitungen, Taktung 60/60.     Datenvolumen:  Highspeed-Surfen (LTE Max): Mobiler Internetzugang mit einer geschätzten max. Datenübertragungsrate für mobiles Surfen mit bis zu 225 MBit/s (im Durchschnitt 40 MBit/s; Upload bis zu 50 MBit/s, im Durchschnitt 19,6 MBit/s) im dt. O2 Mobilfunknetz bzw. mit bis zu 50 MBit/s (im Durchschnitt 28,8 MBit/s; Upload bis zu 32 MBit/s, im Durchschnitt 17,2 MBit/s) für ehemalige Kunden der E-Plus Service GmbH & Co.KG, die einmal automatisch auf O2 umgestellt wurden. Video-Streaming-Inhalte können bei drohender Überlast einer Funkzelle mit einer Mobilfunk-optimierten Auflösung von bis zu 480p (SD-Qualität vergleichbar DVD-Qualität) übertragen werden. Der mobile Internetzugang kann/ darf nur mit Smartphones, Tablets oder sonstigen Geräten genutzt werden, die eine mobile Nutzung unabhängig von einem permanenten kabelgebundenen Stromanschluss ermöglichen (nicht z.B. in stationären LTE-Routern). Soweit erforderlich, führt Telefónica Verkehrsmanagement-Maßnahmen durch, um den Verkehrsfluss in dem Ausnahmefall einer lokalen Netzüberlastung zu optimieren. Alle Einzelheiten des gewählten Tarifs sind der Leistungsbeschreibung und der Preisliste und den AGB für Mobilfunk zu entnehmen.    EU-Roaming:  Roaming Basic (2018) (gem. EU-Regulierung): Sie können das in Ihrem Tarif enthaltene Leistungsvolumen für Gesprächsminuten, SMS und Daten auch in den Ländern der Zone 1 nutzen. Bei Vielnutzung können zusätzlich zum Inlandspreis Aufschläge gemäß der EU-Fair Use Policy erhoben werden. Weitere Details s. aktuelle Preisliste. Entspricht den Vorgaben der EU-Regulierung (= regulierter EU Roaming Tarif). Abgehende Gespräche aus der EU: Inlandspreis. Ankommende Gespräche in der EU: kostenlos. SMS-Versand aus der EU: Inlandspreis. Datennutzung in der EU : Inlandspreis. Data in der Weltzone 3: 0,99 EUR / MB. Data in der Weltzone 4: 1,49 EUR / MB. Für alle anderen Weltzonen Preise gemäß Preisliste. Bei Gesprächen in ein Land einer anderen Zone gilt immer der jeweils höhere Minutenpreis. Der Roaming Basic (2018) Tarif gilt nicht für Sonderrufnummern, für Gespräche auf See und aus bzw. zu Satellitennetzen. Einige ausländische Netzbetreiber (z.B. Argentinien, Bangladesch, Brasilien, Brunei, China, Hongkong, Indien, Indonesien, Iran, Island, Italien, Kambodscha, Kanada, Kasachstan, Kuba, Kuwait, Macau, Malaysia, Malediven, Mauritius, Mexiko, Pakistan, Peru, Philippinen, Russische Föderation, Senegal, Singapur, Sri Lanka, Taiwan, Thailand, Ukraine, USA, Usbekistan, Weißrussland) berechnen für eingehende Gespräche zusätzliche Verbindungspreise, die dem O2 Kunden weitergereicht werden. Die vollständige Länderliste finden Sie im Internet unter www.o2.de/goto/ausland. Mit deiner kostenlosen Festnetznummer bist du weltweit erreichbar.  Eingehende und ausgehende Telefonate im Ausland fallen unter die gültigen Roaming-Gebühren.Kündigung Mobilfunkvertrag:Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telefónica Germany GmbH & Co. OHG, Kundenbetreuung, 90345 Nürnberg, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_1948.pdf"
            },
            "name": "Free Unlimited Max",
            "partnerId": "1948",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "904.94"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "59.99"
              }
            },
            "provider": "o2",
            "recommended": true,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMO2",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "o2",
            "exclusive": false,
            "externalReferenceId": "2576",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "29,99 &euro; <sup>[15]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "20 GB <sup>[15]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[15]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "32 Kbit/s <sup>[15]</sup>"
                    },
                    {
                      "key": "Festnetzrufnummer",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "fähig  <sup>[15]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "1 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "inklusive  <sup>[15]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,99 &euro; <sup>[15]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[15]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">20 GB</span>"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                }
              ]
            },
            "id": "O2-2576",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_O2.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Telefónica Mobilfunkvertrages im Tarif o2 Free M (Originaltarif: o2 Free M Flex mit 20 GB). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 0 Monaten. Anschlusspreis: Ihr Vertragspartner Telefónica stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,99 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner Telefónica stellt Ihnen eine monatliche Grundgebühr von EUR 29,99 in Rechnung. Telefonie/SMS:Nationale Gespräche (außer Sonderrufnummern, Rufumleitungen) und SMS in alle dt. Fest- und Mobilfunknetze. Flatrate für Minuten und SMS gilt für nationale Gespräche außer für Verbindungen zu Sonderrufnummern und Rufumleitungen, Taktung 60/60. Festnetznummer für eingehende Gespräche aus Deutschland zu Festnetzkonditionen. Datenvolumen:Highspeed-Surfen (5G/LTE Max): Highspeed-Datenvolumen von 20 GB mit einer geschätzten max. Datenübertragungsrate für mobiles Surfen mit bis zu 300 MBit/s (im Durchschnitt 40 MBit/s; Upload bis zu 50 MBit/s, im Durchschnitt 19,6 MBit/s) im dt. O2 Mobilfunknetz bzw. mit bis zu 50 MBit/s (im Durchschnitt 28,8 MBit/s; Upload bis zu 32 MBit/s, im Durchschnitt 17,2 MBit/s) für ehemalige Kunden der E-Plus Service GmbH & Co.KG, die einmal automatisch auf O2 umgestellt wurden. Nach Verbrauch des Inklusivvolumens in einem Abrechnungszeitraum wird die Geschwindigkeit auf max. 32 KBit/s gedrosselt. Es fallen bei der Inlandsnutzung keine Mehrkosten an. Alle Einzelheiten des gewählten Tarifs sind der Leistungsbeschreibung und der Preisliste und den AGB für Mobilfunk zu entnehmen. (Für Bestellungen des Tarifs vor dem 04.02.2020 und für Vertragsverlängerungen ohne Tarifwechsel gelten die seinerzeit vereinbarten Konditionen.)EU-Roaming:Roaming Basic (2019) (gem. EU-Regulierung): Sie können das in Ihrem Tarif enthaltene Leistungsvolumen für Gesprächsminuten, SMS und Daten auch in den Ländern der Zone 1 nutzen. Bei Vielnutzung können zusätzlich zum Inlandspreis Aufschläge gemäß der EU-Fair Use Policy erhoben werden. Weitere Details s. aktuelle Preisliste. Entspricht den Vorgaben der EU-Regulierung (= regulierter EU Roaming Tarif). Abgehende Gespräche aus der EU: Inlandspreis. Ankommende Gespräche in der EU: kostenlos. SMS-Versand aus der EU: Inlandspreis. Datennutzung in der EU : Inlandspreis. Data in der Weltzone 3: 0,99 EUR / MB. Data in der Weltzone 4: 1,49 EUR / MB. Für alle anderen Weltzonen Preise gemäß Preisliste. Bei Gesprächen in ein Land einer anderen Zone gilt immer der jeweils höhere Minutenpreis. Der Roaming Basic (2019) Tarif gilt nicht für Sonderrufnummern, für Gespräche auf See und aus bzw. zu Satellitennetzen. Einige ausländische Netzbetreiber (z.B. Argentinien, Bangladesch, Brasilien, Brunei, China, Hongkong, Indien, Indonesien, Iran, Island, Italien, Kambodscha, Kanada, Kasachstan, Kuba, Kuwait, Macau, Malaysia, Malediven, Mauritius, Mexiko, Pakistan, Peru, Philippinen, Russische Föderation, Senegal, Singapur, Sri Lanka, Taiwan, Thailand, Ukraine, USA, Usbekistan, Weißrussland) berechnen für eingehende Gespräche zusätzliche Verbindungspreise, die dem O2 Kunden weitergereicht werden. Die vollständige Länderliste finden Sie im Internet unter https://www.o2online.de/tarife/ausland-und-roaming/.Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) ausschließlich für den Gebrauch im Inland, bzw. in den genannten EU-Ländern vorgesehen sind. Die Kosten für Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten Ihres Mobilfunkanbieters. Mit deiner kostenlosen Festnetznummer bist du weltweit erreichbar.Eingehende und ausgehende Telefonate im Ausland fallen unter die gültigen Roaming-Gebühren.Kündigung Mobilfunkvertrag:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 1 Monat. Das Vertragsverhältnis ist mit einer Frist von einem Monat in Textform bei Ihrem Vertragspartner Telefónica Germany GmbH & Co. OHG, Kundenbetreuung, 90345 Nürnberg, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um ein einen Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2576.pdf"
            },
            "name": "Free M Flex SimOnly",
            "partnerId": "2576",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "0.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.99"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "29.99"
              }
            },
            "provider": "o2",
            "recommended": false,
            "recurringDuration": 1,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMO2",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "899.0",
            "use_case": "NEW_CONTRACT"
          }
        ]
      },
      {
        "additionalCarrierInfo": {
          "medias": [
            {
              "altText": "de_image_Telekom",
              "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_Telekom.png"
            }
          ],
          "serviceFeatures": [
            {
              "textType": "EXTERNAL_SERVICE_SIM_MEDIA",
              "values": [
                {
                  "key": "de_image_Telekom",
                  "text": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/1000x1000px_Telekom.png"
                }
              ]
            }
          ]
        },
        "id": "Telekom",
        "tariffPlans": [
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "bundlePlans": [
              {
                "active": true,
                "addedToCart": false,
                "bundle": true,
                "bundleSummary": "Ich möchte vom MagentaEINS Paketvorteil profitieren und monatlich <strong>5,00 EUR</strong> Rabatt erhalten",
                "carrier": "Telekom",
                "exclusive": false,
                "externalReferenceId": "2598",
                "features": {
                  "capacities": {},
                  "tariffFeatures": [
                    {
                      "id": "Grundpreis",
                      "values": [
                        {
                          "key": "Monatlicher Grundpreis",
                          "value": "44,95 &euro; <sup>[25]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Inklusivleistungen",
                      "values": [
                        {
                          "key": "EU-Vorteil",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "Flatrate ins dt. Festnetz",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "SMS Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "Internet",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "Inklusivdatenvolumen",
                          "value": "5 GB <sup>[25]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit max.",
                          "value": "300 Mbit/s <sup>[25]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit reduziert auf",
                          "value": "64 Kbit/s <sup>[25]</sup>"
                        },
                        {
                          "key": "Internet Telefonie (VoIP)",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "Hot-Spot-Flat",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "LTE",
                          "value": "inklusive  <sup>[25]</sup>"
                        },
                        {
                          "key": "5G",
                          "value": "inklusive  <sup>[25]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Gesprächspreise/Kosten SMS",
                      "values": [
                        {
                          "key": "Preis je MMS",
                          "value": "0,39 &euro; <sup>[25]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Vertragsinformationen",
                      "values": [
                        {
                          "key": "Mindestvertragslaufzeit",
                          "value": "24 Monate"
                        },
                        {
                          "key": "Rechnung Online",
                          "value": "gratis  <sup>[25]</sup>"
                        },
                        {
                          "key": "Anschlusspreis",
                          "value": "39,95 &euro; <sup>[25]</sup>"
                        },
                        {
                          "key": "Taktung",
                          "value": "60/60  <sup>[25]</sup>"
                        }
                      ]
                    }
                  ],
                  "tarifhighlights": [
                    {
                      "name": "Flat ins dt. <strong>Festnetz</strong>"
                    },
                    {
                      "name": "Flat in alle dt. <strong>Handynetze</strong>"
                    },
                    {
                      "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">5 GB</span> - LTE"
                    },
                    {
                      "name": "<strong>5G</strong> Inklusive"
                    },
                    {
                      "name": "<strong>SMS</strong> Flatrate"
                    },
                    {
                      "name": "<strong>EU</strong>-Vorteil"
                    },
                    {
                      "name": "<strong>Hotspot</strong> Flat"
                    }
                  ]
                },
                "id": "TELEKOM-2598-340-BUNDLE",
                "images": {
                  "large_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  },
                  "small_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  }
                },
                "is5GPlan": false,
                "legal": {
                  "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil XS (Originaltarif: MagentaMobil XS mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Die Grundgebühr beträgt EUR 44,95 pro Monat. Telefonie/SMS:Gesprächs- und SMS-Flat: Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 5 GB.5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
                  "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2598.pdf"
                },
                "name": "Magenta Mobil XS (+10) | MagentaEINS-Rabatt",
                "partnerId": "2598",
                "portingAllowed": true,
                "pricing": {
                  "commission": {
                    "currency": "EUR",
                    "value": "465.00"
                  },
                  "connection_fee": {
                    "currency": "EUR",
                    "value": "39.95"
                  },
                  "monthly_rate": {
                    "currency": "EUR",
                    "value": "39.95"
                  }
                },
                "provider": "Telekom",
                "recommended": false,
                "recurringDuration": 24,
                "recurringPeriodType": "month",
                "serviceProduct": "F-SIMDTM",
                "studentTariff": false,
                "tariffType": "NEW_CONTRACT",
                "upfrontPrice": "29.0",
                "use_case": "NEW_CONTRACT"
              }
            ],
            "carrier": "Telekom",
            "exclusive": false,
            "externalReferenceId": "2598",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "44,95 &euro; <sup>[25]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "5 GB <sup>[25]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[25]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[25]</sup>"
                    },
                    {
                      "key": "Internet Telefonie (VoIP)",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "Hot-Spot-Flat",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[25]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "inklusive  <sup>[25]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[25]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[25]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,95 &euro; <sup>[25]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[25]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">5 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "<strong>Hotspot</strong> Flat"
                }
              ]
            },
            "id": "TELEKOM-2598",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil XS (Originaltarif: MagentaMobil XS mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Die Grundgebühr beträgt EUR 44,95 pro Monat. Telefonie/SMS:Gesprächs- und SMS-Flat: Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 5 GB.5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2598.pdf"
            },
            "name": "Magenta Mobil XS (+10)",
            "partnerId": "2598",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "465.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.95"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "44.95"
              }
            },
            "provider": "Telekom",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMDTM",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "29.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "bundlePlans": [
              {
                "active": true,
                "addedToCart": false,
                "bundle": true,
                "bundleSummary": "Ich möchte vom MagentaEINS Paketvorteil profitieren und monatlich <strong>5,00 EUR</strong> Rabatt erhalten",
                "carrier": "Telekom",
                "exclusive": false,
                "externalReferenceId": "2594",
                "features": {
                  "capacities": {},
                  "tariffFeatures": [
                    {
                      "id": "Grundpreis",
                      "values": [
                        {
                          "key": "Monatlicher Grundpreis",
                          "value": "49,95 &euro; <sup>[21]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Inklusivleistungen",
                      "values": [
                        {
                          "key": "EU-Vorteil",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "Flatrate ins dt. Festnetz",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "SMS Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "Internet",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "Inklusivdatenvolumen",
                          "value": "10 GB <sup>[21]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit max.",
                          "value": "300 Mbit/s <sup>[21]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit reduziert auf",
                          "value": "64 Kbit/s <sup>[21]</sup>"
                        },
                        {
                          "key": "Internet Telefonie (VoIP)",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "Hot-Spot-Flat",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "LTE",
                          "value": "inklusive  <sup>[21]</sup>"
                        },
                        {
                          "key": "5G",
                          "value": "inklusive  <sup>[21]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Gesprächspreise/Kosten SMS",
                      "values": [
                        {
                          "key": "Preis je MMS",
                          "value": "0,39 &euro; <sup>[21]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Vertragsinformationen",
                      "values": [
                        {
                          "key": "Mindestvertragslaufzeit",
                          "value": "24 Monate"
                        },
                        {
                          "key": "Rechnung Online",
                          "value": "gratis  <sup>[21]</sup>"
                        },
                        {
                          "key": "Anschlusspreis",
                          "value": "39,95 &euro; <sup>[21]</sup>"
                        },
                        {
                          "key": "Taktung",
                          "value": "60/60  <sup>[21]</sup>"
                        }
                      ]
                    }
                  ],
                  "tarifhighlights": [
                    {
                      "name": "Flat ins dt. <strong>Festnetz</strong>"
                    },
                    {
                      "name": "Flat in alle dt. <strong>Handynetze</strong>"
                    },
                    {
                      "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">10 GB</span> - LTE"
                    },
                    {
                      "name": "<strong>5G</strong> Inklusive"
                    },
                    {
                      "name": "<strong>SMS</strong> Flatrate"
                    },
                    {
                      "name": "<strong>EU</strong>-Vorteil"
                    },
                    {
                      "name": "<strong>Hotspot</strong> Flat"
                    }
                  ]
                },
                "id": "TELEKOM-2594-341-BUNDLE",
                "images": {
                  "large_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  },
                  "small_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  }
                },
                "is5GPlan": false,
                "legal": {
                  "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil S (Originaltarif: MagentaMobil S mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Die Grundgebühr beträgt EUR 49,95 pro Monat. Telefonie/SMS:Gesprächs- und SMS-Flat: Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 10 GB. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
                  "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2594.pdf"
                },
                "name": "Magenta Mobil S (+10) | MagentaEINS-Rabatt",
                "partnerId": "2594",
                "portingAllowed": true,
                "pricing": {
                  "commission": {
                    "currency": "EUR",
                    "value": "505.00"
                  },
                  "connection_fee": {
                    "currency": "EUR",
                    "value": "39.95"
                  },
                  "monthly_rate": {
                    "currency": "EUR",
                    "value": "44.95"
                  }
                },
                "provider": "Telekom",
                "recommended": false,
                "recurringDuration": 24,
                "recurringPeriodType": "month",
                "serviceProduct": "F-SIMDTM",
                "studentTariff": false,
                "tariffType": "NEW_CONTRACT",
                "upfrontPrice": "79.0",
                "use_case": "NEW_CONTRACT"
              }
            ],
            "carrier": "Telekom",
            "exclusive": false,
            "externalReferenceId": "2594",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "49,95 &euro; <sup>[21]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "10 GB <sup>[21]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[21]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[21]</sup>"
                    },
                    {
                      "key": "Internet Telefonie (VoIP)",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "Hot-Spot-Flat",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[21]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "inklusive  <sup>[21]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[21]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[21]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,95 &euro; <sup>[21]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[21]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">10 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "<strong>Hotspot</strong> Flat"
                }
              ]
            },
            "id": "TELEKOM-2594",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag: Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil S (Originaltarif: MagentaMobil S mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Die Grundgebühr beträgt EUR 49,95 pro Monat. Telefonie/SMS:Gesprächs- und SMS-Flat: Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 10 GB. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2594.pdf"
            },
            "name": "Magenta Mobil S (+10)",
            "partnerId": "2594",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "505.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.95"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "49.95"
              }
            },
            "provider": "Telekom",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMDTM",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "79.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "bundlePlans": [
              {
                "active": true,
                "addedToCart": false,
                "bundle": true,
                "bundleSummary": "Ich möchte vom MagentaEINS Paketvorteil profitieren und monatlich <strong>5,00 EUR</strong> Rabatt erhalten",
                "carrier": "Telekom",
                "exclusive": false,
                "externalReferenceId": "2599",
                "features": {
                  "capacities": {},
                  "tariffFeatures": [
                    {
                      "id": "Grundpreis",
                      "values": [
                        {
                          "key": "Mtl. Grundpreis in den ersten 24 Monaten",
                          "value": "29,95 &euro; <sup>[26]</sup>"
                        },
                        {
                          "key": "Rabatt",
                          "value": "10,00 &euro; <sup>[26]</sup>"
                        },
                        {
                          "key": "Mtl. Grundpreis ab dem 25 Monat",
                          "value": "39,95 &euro; <sup>[26]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Inklusivleistungen",
                      "values": [
                        {
                          "key": "EU-Vorteil",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "Flatrate ins dt. Festnetz",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "SMS Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "Internet",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "Inklusivdatenvolumen",
                          "value": "10 GB <sup>[26]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit max.",
                          "value": "300 Mbit/s <sup>[26]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit reduziert auf",
                          "value": "64 Kbit/s <sup>[26]</sup>"
                        },
                        {
                          "key": "Internet Telefonie (VoIP)",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "Hot-Spot-Flat",
                          "value": "inklusive  <sup>[26]</sup>"
                        },
                        {
                          "key": "LTE",
                          "value": "inklusive  <sup>[26]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Gesprächspreise/Kosten SMS",
                      "values": [
                        {
                          "key": "Preis je MMS",
                          "value": "0,39 &euro; <sup>[26]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Vertragsinformationen",
                      "values": [
                        {
                          "key": "Mindestvertragslaufzeit",
                          "value": "24 Monate"
                        },
                        {
                          "key": "Rechnung Online",
                          "value": "gratis  <sup>[26]</sup>"
                        },
                        {
                          "key": "Anschlusspreis",
                          "value": "39,95 &euro; <sup>[26]</sup>"
                        },
                        {
                          "key": "Taktung",
                          "value": "60/60  <sup>[26]</sup>"
                        }
                      ]
                    }
                  ],
                  "tarifhighlights": [
                    {
                      "name": "Flat ins dt. <strong>Festnetz</strong>"
                    },
                    {
                      "name": "Flat in alle dt. <strong>Handynetze</strong>"
                    },
                    {
                      "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">10 GB</span> - LTE"
                    },
                    {
                      "name": "<strong>SMS</strong> Flatrate"
                    },
                    {
                      "name": "<strong>EU</strong>-Vorteil"
                    },
                    {
                      "name": "<strong>Hotspot</strong> Flat"
                    }
                  ]
                },
                "id": "TELEKOM-2599-346-BUNDLE",
                "images": {
                  "large_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  },
                  "small_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  }
                },
                "is5GPlan": false,
                "legal": {
                  "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil S Young (Originaltarif: MagentaMobil S Young mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Mindestalter 18 Jahre, Höchstalter 27 Jahre. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner stellt Ihnen eine Rechnung in Höhe von EUR 39,95. Aktionsbedingt erhalten Sie in den ersten 24 Monaten einen Rabatt von EUR 10,-. Somit zahlen Sie in den ersten 24 Monaten EUR 29,95 und ab dem 25. Vertragsmonat EUR 39,95.Telefonie/SMS:Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 10 GB. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
                  "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2599.pdf"
                },
                "name": "Magenta Mobil S Young (+10) Aktion | MagentaEINS-Rabatt",
                "partnerId": "2599",
                "portingAllowed": true,
                "pricing": {
                  "commission": {
                    "currency": "EUR",
                    "value": "435.00"
                  },
                  "connection_fee": {
                    "currency": "EUR",
                    "value": "39.95"
                  },
                  "monthly_rate": {
                    "currency": "EUR",
                    "value": "34.95"
                  },
                  "promotion_monthly_rate": {
                    "currency": "EUR",
                    "value": "24.95"
                  },
                  "promotion_tenure": {
                    "unit": "months",
                    "value": 24
                  }
                },
                "provider": "Telekom",
                "recommended": false,
                "recurringDuration": 24,
                "recurringPeriodType": "month",
                "serviceProduct": "F-SIMDTM",
                "studentTariff": true,
                "tariffType": "NEW_CONTRACT",
                "upfrontPrice": "159.0",
                "use_case": "NEW_CONTRACT"
              }
            ],
            "carrier": "Telekom",
            "exclusive": false,
            "externalReferenceId": "2599",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Mtl. Grundpreis in den ersten 24 Monaten",
                      "value": "29,95 &euro; <sup>[26]</sup>"
                    },
                    {
                      "key": "Rabatt",
                      "value": "10,00 &euro; <sup>[26]</sup>"
                    },
                    {
                      "key": "Mtl. Grundpreis ab dem 25 Monat",
                      "value": "39,95 &euro; <sup>[26]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "10 GB <sup>[26]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[26]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[26]</sup>"
                    },
                    {
                      "key": "Internet Telefonie (VoIP)",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "Hot-Spot-Flat",
                      "value": "inklusive  <sup>[26]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[26]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[26]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[26]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,95 &euro; <sup>[26]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[26]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">10 GB</span> - LTE"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "<strong>Hotspot</strong> Flat"
                }
              ]
            },
            "id": "TELEKOM-2599",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil S Young (Originaltarif: MagentaMobil S Young mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Mindestalter 18 Jahre, Höchstalter 27 Jahre. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner stellt Ihnen eine Rechnung in Höhe von EUR 39,95. Aktionsbedingt erhalten Sie in den ersten 24 Monaten einen Rabatt von EUR 10,-. Somit zahlen Sie in den ersten 24 Monaten EUR 29,95 und ab dem 25. Vertragsmonat EUR 39,95.Telefonie/SMS:Im monatlichen Grundpreis sind eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 10 GB. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom.Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2599.pdf"
            },
            "name": "Magenta Mobil S Young (+10) Aktion",
            "partnerId": "2599",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "435.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.95"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "39.95"
              },
              "promotion_monthly_rate": {
                "currency": "EUR",
                "value": "29.95"
              },
              "promotion_tenure": {
                "unit": "months",
                "value": 24
              }
            },
            "provider": "Telekom",
            "recommended": false,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMDTM",
            "studentTariff": true,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "159.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "bundlePlans": [
              {
                "active": true,
                "addedToCart": false,
                "bundle": true,
                "bundleSummary": "Ich möchte vom MagentaEINS Paketvorteil profitieren und monatlich <strong>5,00 EUR</strong> Rabatt erhalten",
                "carrier": "Telekom",
                "exclusive": false,
                "externalReferenceId": "2600",
                "features": {
                  "capacities": {},
                  "tariffFeatures": [
                    {
                      "id": "Grundpreis",
                      "values": [
                        {
                          "key": "Mtl. Grundpreis in den ersten 24 Monaten",
                          "value": "39,95 &euro; <sup>[27]</sup>"
                        },
                        {
                          "key": "Rabatt",
                          "value": "10,00 &euro; <sup>[27]</sup>"
                        },
                        {
                          "key": "Mtl. Grundpreis ab dem 25 Monat",
                          "value": "49,95 &euro; <sup>[27]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Inklusivleistungen",
                      "values": [
                        {
                          "key": "EU-Vorteil",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "Flatrate ins dt. Festnetz",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "SMS Flatrate in alle dt. Netze",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "Internet",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "Inklusivdatenvolumen",
                          "value": "30 GB <sup>[27]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit max.",
                          "value": "300 Mbit/s <sup>[27]</sup>"
                        },
                        {
                          "key": "Geschwindigkeit reduziert auf",
                          "value": "64 Kbit/s <sup>[27]</sup>"
                        },
                        {
                          "key": "Internet Telefonie (VoIP)",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "Hot-Spot-Flat",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "LTE",
                          "value": "inklusive  <sup>[27]</sup>"
                        },
                        {
                          "key": "5G",
                          "value": "inklusive  <sup>[27]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Gesprächspreise/Kosten SMS",
                      "values": [
                        {
                          "key": "Preis je MMS",
                          "value": "0,39 &euro; <sup>[27]</sup>"
                        }
                      ]
                    },
                    {
                      "id": "Vertragsinformationen",
                      "values": [
                        {
                          "key": "Mindestvertragslaufzeit",
                          "value": "24 Monate"
                        },
                        {
                          "key": "Rechnung Online",
                          "value": "gratis  <sup>[27]</sup>"
                        },
                        {
                          "key": "Anschlusspreis",
                          "value": "39,95 &euro; <sup>[27]</sup>"
                        },
                        {
                          "key": "Taktung",
                          "value": "60/60  <sup>[27]</sup>"
                        }
                      ]
                    }
                  ],
                  "tarifhighlights": [
                    {
                      "name": "Flat ins dt. <strong>Festnetz</strong>"
                    },
                    {
                      "name": "Flat in alle dt. <strong>Handynetze</strong>"
                    },
                    {
                      "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">30 GB</span> - LTE"
                    },
                    {
                      "name": "<strong>5G</strong> Inklusive"
                    },
                    {
                      "name": "<strong>SMS</strong> Flatrate"
                    },
                    {
                      "name": "<strong>EU</strong>-Vorteil"
                    },
                    {
                      "name": "<strong>Hotspot</strong> Flat"
                    }
                  ]
                },
                "id": "TELEKOM-2600-348-BUNDLE",
                "images": {
                  "large_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  },
                  "small_image": {
                    "desc": "image",
                    "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
                  }
                },
                "is5GPlan": false,
                "legal": {
                  "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil M Young (Originaltarif: MagentaMobil M mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Mindestalter: 18 Jahre. Höchstalter: 27 Jahre.Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner stellt Ihnen eine Rechnung in Höhe von EUR 49,95. Aktionsbedingt erhalten Sie in den ersten 24 Monaten einen Rabatt von EUR 10,-. Somit zahlen Sie in den ersten 24 Monaten EUR 39,95 und ab dem 25. Vertragsmonat EUR 49,95.Telefonie/SMS:Im monatlichen Grundpreis ist eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 20 GB. Aktion: Bei Genehmigung ihres Vertrages im Zeitraum vom 01.09. - 30.09.2022erhalten Sie, Aktionsbedingt während der Mindestvertragslaufzeit zusätzlich 10 GB Datenvolumen. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom. Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
                  "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2600.pdf"
                },
                "name": "Magenta Mobil M Young (+10) Aktion | MagentaEINS-Rabatt",
                "partnerId": "2600",
                "portingAllowed": true,
                "pricing": {
                  "commission": {
                    "currency": "EUR",
                    "value": "635.00"
                  },
                  "connection_fee": {
                    "currency": "EUR",
                    "value": "39.95"
                  },
                  "monthly_rate": {
                    "currency": "EUR",
                    "value": "44.95"
                  },
                  "promotion_monthly_rate": {
                    "currency": "EUR",
                    "value": "34.95"
                  },
                  "promotion_tenure": {
                    "unit": "months",
                    "value": 24
                  }
                },
                "provider": "Telekom",
                "recommended": false,
                "recurringDuration": 24,
                "recurringPeriodType": "month",
                "serviceProduct": "F-SIMDTM",
                "studentTariff": true,
                "tariffType": "NEW_CONTRACT",
                "upfrontPrice": "5.0",
                "use_case": "NEW_CONTRACT"
              }
            ],
            "carrier": "Telekom",
            "exclusive": false,
            "externalReferenceId": "2600",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Mtl. Grundpreis in den ersten 24 Monaten",
                      "value": "39,95 &euro; <sup>[27]</sup>"
                    },
                    {
                      "key": "Rabatt",
                      "value": "10,00 &euro; <sup>[27]</sup>"
                    },
                    {
                      "key": "Mtl. Grundpreis ab dem 25 Monat",
                      "value": "49,95 &euro; <sup>[27]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "30 GB <sup>[27]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[27]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[27]</sup>"
                    },
                    {
                      "key": "Internet Telefonie (VoIP)",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "Hot-Spot-Flat",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[27]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "inklusive  <sup>[27]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[27]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "24 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[27]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,95 &euro; <sup>[27]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[27]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">30 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "<strong>Hotspot</strong> Flat"
                }
              ]
            },
            "id": "TELEKOM-2600",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil M Young (Originaltarif: MagentaMobil M mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 24 Monaten. Mindestalter: 18 Jahre. Höchstalter: 27 Jahre.Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Ihr Vertragspartner stellt Ihnen eine Rechnung in Höhe von EUR 49,95. Aktionsbedingt erhalten Sie in den ersten 24 Monaten einen Rabatt von EUR 10,-. Somit zahlen Sie in den ersten 24 Monaten EUR 39,95 und ab dem 25. Vertragsmonat EUR 49,95.Telefonie/SMS:Im monatlichen Grundpreis ist eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 20 GB. Aktion: Bei Genehmigung ihres Vertrages im Zeitraum vom 01.09. - 30.09.2022erhalten Sie, Aktionsbedingt während der Mindestvertragslaufzeit zusätzlich 10 GB Datenvolumen. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom. Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 24 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monat frühestens zum Ablauf der Mindestlaufzeit in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen weiteren Monat. Änderungen und Irrtümer vorbehalten. Alle Preise enthalten die zurzeit gültige Mehrwertsteuer.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2600.pdf"
            },
            "name": "Magenta Mobil M Young (+10) Aktion",
            "partnerId": "2600",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "635.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.95"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "49.95"
              },
              "promotion_monthly_rate": {
                "currency": "EUR",
                "value": "39.95"
              },
              "promotion_tenure": {
                "unit": "months",
                "value": 24
              }
            },
            "provider": "Telekom",
            "recommended": true,
            "recurringDuration": 24,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMDTM",
            "studentTariff": true,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "5.0",
            "use_case": "NEW_CONTRACT"
          },
          {
            "active": true,
            "addedToCart": false,
            "bundle": false,
            "carrier": "Telekom",
            "exclusive": false,
            "externalReferenceId": "2577",
            "features": {
              "capacities": {},
              "tariffFeatures": [
                {
                  "id": "Grundpreis",
                  "values": [
                    {
                      "key": "Monatlicher Grundpreis",
                      "value": "49,95 &euro; <sup>[17]</sup>"
                    }
                  ]
                },
                {
                  "id": "Inklusivleistungen",
                  "values": [
                    {
                      "key": "EU-Vorteil",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "Flatrate ins dt. Festnetz",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "SMS Flatrate in alle dt. Netze",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "Internet",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "Inklusivdatenvolumen",
                      "value": "20 GB <sup>[17]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit max.",
                      "value": "300 Mbit/s <sup>[17]</sup>"
                    },
                    {
                      "key": "Geschwindigkeit reduziert auf",
                      "value": "64 Kbit/s <sup>[17]</sup>"
                    },
                    {
                      "key": "Internet Telefonie (VoIP)",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "Hot-Spot-Flat",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "LTE",
                      "value": "inklusive  <sup>[17]</sup>"
                    },
                    {
                      "key": "5G",
                      "value": "inklusive  <sup>[17]</sup>"
                    }
                  ]
                },
                {
                  "id": "Gesprächspreise/Kosten SMS",
                  "values": [
                    {
                      "key": "Preis je MMS",
                      "value": "0,39 &euro; <sup>[17]</sup>"
                    }
                  ]
                },
                {
                  "id": "Vertragsinformationen",
                  "values": [
                    {
                      "key": "Mindestvertragslaufzeit",
                      "value": "1 Monate"
                    },
                    {
                      "key": "Rechnung Online",
                      "value": "gratis  <sup>[17]</sup>"
                    },
                    {
                      "key": "Anschlusspreis",
                      "value": "39,95 &euro; <sup>[17]</sup>"
                    },
                    {
                      "key": "Taktung",
                      "value": "60/60  <sup>[17]</sup>"
                    }
                  ]
                }
              ],
              "tarifhighlights": [
                {
                  "name": "Flat ins dt. <strong>Festnetz</strong>"
                },
                {
                  "name": "Flat in alle dt. <strong>Handynetze</strong>"
                },
                {
                  "name": "<strong>Internet</strong> <span class=\"tariffhighlight-data-volume-value\">20 GB</span> - LTE"
                },
                {
                  "name": "<strong>5G</strong> Inklusive"
                },
                {
                  "name": "<strong>SMS</strong> Flatrate"
                },
                {
                  "name": "<strong>EU</strong>-Vorteil"
                },
                {
                  "name": "<strong>Hotspot</strong> Flat"
                }
              ]
            },
            "id": "TELEKOM-2577",
            "images": {
              "large_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              },
              "small_image": {
                "desc": "image",
                "url": "https://images.samsung.com/is/image/samsungdev/gpv2/deu/SIM_Telekom.png"
              }
            },
            "is5GPlan": false,
            "legal": {
              "finePrint": "** <br> Mobilfunkvertrag:Angebot gilt nur bei Abschluss eines Telekom Mobilfunkvertrages im Tarif MagentaMobil M (Originaltarif: MagentaMobil M mit Handy). Mindestlaufzeit: Unbefristeter Vertrag mit einer Mindestlaufzeit von 0 Monaten. Anschlusspreis:Ihr Vertragspartner Telekom stellt Ihnen einen Anschlusspreis in Höhe von EUR 39,95 in Rechnung.Grundgebühr, Rabatte, Erstattungen:Die Grundgebühr beträgt EUR 49,95 pro Monat. Telefonie/SMS:Im monatlichen Grundpreis ist eine Telefon- und eine SMS-Flatrate in alle dt. Netze enthalten. Datenvolumen:Standard-Datenvolumen 20 GB. Sie können im 5G/LTE Netz in Deutschland surfen. 5G/LTE: Maximal verfügbare 5G/LTE-Geschwindigkeit - u. a. abhängig vom Endgerätetyp und Netzausbaugebiet (max. erreichbare Bandbreiten 300 MBit/s im Download und 50 MBit/s im Upload). Die Übertragungsgeschwindigkeit von bis zu 300 MBit/s im Download ist in immer mehr Ausbauregionen verfügbar. Informationen zum Netzausbau und zur Verfügbarkeit von 5G/LTE mit bis zu 300 MBit/s erhalten Sie unter \"www.telekom.de/start/netzausbau?wt_mc=alias_1070_netzausbau\". EU-Roaming:Nutzung im Ausland: Der Tarif beinhaltet Roaming in der EU und in der Schweiz mit der Option All Inclusive und beinhaltet das Telefonieren, Versenden von SMS sowie die Datennutzung im Ausland in der Roaming-Ländergruppe 1 und in der Schweiz. Die Option All Inclusive ist kostenlos voreingestellt. In der EU ist Roaming für vorübergehende Reisen mit angemessener Nutzung enthalten. In der Schweiz darf die Nutzung eine angemessene Nutzung (1.000 Minuten und 1.000 SMS pro Monat sowie ein monatliches Datenvolumen in Höhe des jeweiligen Inlandsvolumens vor Bandbreitenbeschränkung) nicht überschreiten. Nach Verbrauch des Inklusiv-Volumens wird die Bandbreite im jeweiligen Monat auf max. 64 KBit/s (Download) und 16 KBit/s (Upload) beschränkt. Weitere Optionen:Die HotSpot Flatrate gilt für die Nutzung an inländischen HotSpots der Telekom Deutschland GmbH. Sonstige Hinweise:Bitte beachten Sie, dass die in Ihrem Tarif enthaltenen Leistungen (Sprachflat, SMS-Flat, Internetnutzung o.ä.) nicht für Service- und Sondernummern, Rufumleitungen, Datenanrufe, Faxdienste (CSD) o.ä. gelten. Die Kosten für diese Sondernummern und Mehrwertdienste entnehmen Sie bitte den Preislisten der Telekom. Kündigung:Die Mindestlaufzeit des unbefristeten Vertrags beträgt 0 Monate. Das Vertragsverhältnis ist mit einer Frist von einem Monate in Textform bei Ihrem Vertragspartner Telekom Deutschland GmbH, Postfach 300444, 53184 Bonn, kündbar. Wird der Vertrag nicht rechtzeitig gekündigt, verlängert er sich jeweils automatisch um einen Monat.Änderungen und Irrtümer vorbehalten. Sämtliche Preise enthalten die zurzeit gültige MwSt.",
              "info": "https://tarife-samsung.com/zusatz_pdf/transparenzverordnung_pdf_2577.pdf"
            },
            "name": "MagentaMobil M Flex SimOnly",
            "partnerId": "2577",
            "portingAllowed": true,
            "pricing": {
              "commission": {
                "currency": "EUR",
                "value": "0.00"
              },
              "connection_fee": {
                "currency": "EUR",
                "value": "39.95"
              },
              "monthly_rate": {
                "currency": "EUR",
                "value": "49.95"
              }
            },
            "provider": "Telekom",
            "recommended": false,
            "recurringDuration": 1,
            "recurringPeriodType": "month",
            "serviceProduct": "F-SIMDTM",
            "studentTariff": false,
            "tariffType": "NEW_CONTRACT",
            "upfrontPrice": "899.0",
            "use_case": "NEW_CONTRACT"
          }
        ]
      }
    ]
  }